Repository: cfirbuvel/ShoppyBot-V3
Catalog: *.po
Languages: he

source: 🏪 Pickup
he: 🏪 איסוף עצמי

source: 🚚 Delivery
he: 🚚 משלוח

source: ⏰ Now
he: ⏰ עכשיו

source: 📅 Set time
he: 📅 בחר זמן

source: ↩ Back
he: ↩ אחורה

source: ✅ Confirm
he: ✅ אשר

source: ❌ Cancel
he: ❌ בטל

source: 🚚 Take delivery from {}
he: 🚚 קבל משלוח מאיזור {}

source: 🏪 Take pickup from {}
he: 🏪 קבל איסוף עצמי מאיזור {}

source: Drop responsibility
he: ❌ בטל משלוח/איסוף

source: Assigned to @{}
he: נשלח ע״י @{}

source: Yes
he: ✅ אשר שליחות

source: No
he: ❌ בטל שליחות

source: Courier: @{}, apply for order №{}. Confirm this?
he: שליח @{} קיבל את הזמנה מס׳{}. האם אתה רוצה לאשר?

source: Order №{} was delivered by courier @{}
he: הזמנה מס׳ {} נשלחה ע״י השליח @{}

source: Order №{} was delivered by admin {}
he: הזמנה מס׳{} נשלחה ע״י המנהל {}

source: Order can be finished now.
he: ניתן לסיים את ההזמנה כעת

source: Order cannot be finished because it was not delivered yet
he: לא ניתן לסיים הזמנה עד לקבלת אישור מסירה

source: Order №{} is completed!
he: הזמנה מס׳ {} הסתיימה בהצלחה ✅

source: Product: {}
he: מוצר: {}

source: Delivery Fee: {}₪
he: דמי משלוח: {}₪

source: for orders below {}₪
he: להזמנות מתחת ל{}₪

source: Price:
he: מחירון:

source: Count: {}
he: כמות: {}

source: Subtotal: {}₪
he: סיכום ביניים: {}₪

source: Please confirm your order:
he: אשר/י את ההזמנה

source: Items in cart:
he: מוצרים בסל:

source: Total: {}₪
he: סה״כ: {}₪

source: Order №{} notice:
he: פרטי הזמנה מס׳{}:

source: Vip Costumer
he: לקוח VIP

source: Shipping details:
he: פרטי משלוח/איסוף:

source: Pickup/Delivery:
he: משלוח/איסוף עצמי:

source: From location:
he: מאיזור:

source: Address:
he: כתובת:

source: When:
he: מתי:

source: Time:
he: בחר זמן:

source: Phone number:
he: מספר טלפון:

source: ✒️ Please enter correct phone number
he: ✒️ הכנס מספר טלפון תקין

source: ➕ Add more
he: ➕ הוסף/י פריט

source: 🛍 Add to cart
he: 🛍 הוסף לעגלה

source: ➖ Remove
he: ➖ מחק/י פריט

source: 🏪 Our products
he: 🏪 המוצרים שלנו

source: 🛍 Checkout
he: 🛍 הזמן

source: ⭐ Reviews
he: ⭐ ביקורות

source: ⏰ Working hours
he: ⏰ שעות פעילות

source: ☎ Contact info
he: ☎ צור קשר

source: ⚙️ Settings
he: ⚙️ הגדרות

source: 📖 My Orders
he: 📖 ההזמנות שלי

source: 📆 Order by date
he: 📆 הזמנה עפ״י תאריך

source: 📦 My last order
he: 📦 הזמנה אחרונה

source: ⚙ Bot settings
he: ⚙️ הגדרות בוט️

source: 📈 Statistics
he: 📈 סטטיסטיקות

source: 🛵 Couriers
he: 🚕 שליחים

source: ✉️ Channels
he: ✉️ ערוצים

source: 💳 Order options
he: 💳 הגדרות הזמנה

source: 🔥 Client ban-list
he: 🔥 רשימה שחורה

source: ☎️ Edit contact info
he: ☎️ עריכת צור קשר

source: ⏰ Edit working hours
he: ⏰ עריכת שעות פעילות

source: ⚡️ Bot Status {}
he: ⚡️ מצב הבוט {}

source: 💫 Reset all data
he: 💫️ אפס נתונים

source: ✅ *Total confirmed orders* Count: {} {} *Total cost: {}₪*
he: ✅ *סה״כ מכירות מאושרות* כמות הזמנות: {} {} *סה״כ מחיר: {}₪*

source: ❌ *Total canceled orders* Count: {} *Total cost: {}₪*
he: ❌ *סה״כ מכירות מבוטלות* כמות הזמנות: {} *סה״כ מחיר ביטולים: {}₪*

source: *✅ Total confirmed orders for Courier* @{} Count: {} *Total cost: {}₪*
he: ֿ✅ *סה״כ מכירות מאושרות ע״י השליח* @{} כמות הזמנות: {} *סה״כ מחיר: {}₪*

source: ❌ *Total canceled orders for Courier* @{} Count: {} *Total cost: {}₪*
he: ❌ *סה״כ מכירות מבוטלות ע״י השליח* @{} כמות הזמנות: {} *סה״כ מחיר ביטולים: {}₪*

source: ✅ *Total confirmed orders for Location* `{}` Count: {} *Total cost: {}₪*
he: ✅ *סה״כ מכירות מאושרות מאיזור* `{}` כמות הזמנות: {} *סה״כ מחיר: {}₪*

source: ❌ *Total canceled orders for Location* `{}` Count: {} *Total cost: {}₪*
he: ❌ *סה״כ מכירות מבוטלות מאיזור* `{}` כמות הזמנות: {} *סה״כ מחיר ביטולים: {}₪*

source: ✅ *Total confirmed orders for client* @{} Count: {} *Total cost: {}₪*
he: ✅ *סה״כ מכירות מאושרות ע״י הלקוח* @{} כמות הזמנות: {} *סה״כ מחיר: {}₪*

source: ❌ *Total canceled orders for client* Count: {} *Total cost: {}₪*
he: ❌ *סה״כ מכירות מבוטלות ע״י הלקוח* כמות הזמנות: {} *סה״כ מחיר ביטולים: {}₪*

source: 💵 General statistics
he: 💵 סטטיסטיקה כללית

source: 🚕 Get statistics by different couriers
he: 🚕 סטטיסטיקה עפ״י שליחים

source: 🏠 Get statistics by locations
he: 🏠 סטטיסטיקה עפ״י אזורים

source: 🌝 Get statistics by user
he: 🌕 סטטיסטיקה עפ״י לקוח

source: Enter username:
he: הכנס יוזר של לקוח

source: ❌Reset all data❌
he: ❌מחק נתונים❌

source: 🛵 View couriers
he: 🛵 השליחים שלי

source: ➕ Add couriers
he: ➕ הוסף שליח

source: ➖ Remove couriers
he: ➖ מחק שליח

source: Select a courier to add
he: בחר שליח להוספה

source: Courier added
he: שליח חדש נוסף

source: Select a courier to delete
he: בחר שליח למחיקה

source: Courier `{}` has been deleted
he: השליח `{}` נמחק בהצלחה!

source: There's no couriers to add
he: אין שליח חדש בקבוצת השליחים אנא הכנס שליח חדש לערוץ השליחים ונסה שנית

source: 📖 Orders
he: 📖 ההזמנות שלי

source: 📦 Finished orders
he: 📦 הזמנות שהסתיימו

source: 🚚 Pending orders
he: 🚚 הזמנות ממתינות

source: ✉️ View channels
he: ✉️ הערוצים שלי

source: ➕ Add channel
he: ➕ הוסף ערוץ

source: ➖ Remove channel
he: ➖ מחק ערוץ

source: 🈚︎ Change channels language
he: 🈚︎ שנה שפת הקבוצות

source: Select a product
he: בחר מוצר

source: ➕️ Add new product
he: ➕ הוסף מוצר

source: Products have been added
he: מוצר נוסף בהצלחה

source: ➖️ Delete product
he: ➖ מחק מוצר

source: Products have been removed
he: המוצר נמחק

source: No products to delete
he: אין מוצרים למחיקה

source: 🛍 Categories
he: 🛍 קטגוריות

source: Please enter the name of category
he: הכנס שם קטגוריה

source: Category `{}` has been created
he: קטגוריה בשם `{}` נוצרה בהצלחה

source: Category `{}` has been deleted
he: קטגוריה בשם `{}` נמחקה

source: Cannot delete default category
he: לא ניתן למחוק קטגוריה ראשית

source: Category `{}` was updated
he: קטגוריה בשם `{}` עודכנה

source: Please select a category:
he: בחר קטגוריה

source: Default
he: קטגוריה ראשית

source: Please select products to add
he: בחר מוצר להוספה

source: 💲 Add discount
he: 💲 הוסף הנחה

source: 🚕 Delivery fee
he: 🚕 דמי משלוח

source: ➕ Add delivery fee
he: ➕ הוסף דמי משלוח

source: 🎖 Vip customers delivery fee
he: 🎖 דמי משלוח ללקוחות VIP

source: Delivery fee for vip customers was activated
he: דמי משלוח ללקוחות VIP הופעלו

source: Delivery fee for vip customers was deactivated
he: דמי משלוח ללקוחות VIP בוטלו

source: 🎯 Locations
he: 🎯 איזורי פעילות

source: 🎯️ View locations
he: 🎯 האיזורים שלי

source: My locations: {}
he: איזורי פעילות מוגדרים: {}

source: ➕ Add location
he: ➕ הוסף איזור

source: Location added
he: נוסף איזור

source: Enter new location
he: הכנס איזור פעילות חדש

source: new location added
he: איזור פעילות חדש נוצר בהצלחה!

source: ➖ Remove location
he: ➖ מחק איזור

source: Location deleted
he: איזור פעילות נמחק בהצלחה!

source: Choose location to delete
he: בחר איזור למחיקה

source: All locations
he: כל האיזורים

source: 💸 Product price groups
he: 💸 קבוצת מחירים

source: ➕ Add price group
he: ➕ הוסף קבוצת מחירים

source: 🔗 List price groups
he: 🔗 רשימת הקבוצות

source: ✏️ Enter prices
he: ✏️ הגדר מחיר למוצר

source: 💸 Select product price group
he: 💸 בחר מקבוצת המחירים

source: Select product price group to use with this product:
he: בחר קבוצת מחיר שמתאימה למוצר זה:

source: Add product prices:
he: הוסף מחיר למוצר:

source: Please enter the name of new price group:
he: הכנס שם זיהוי לקבוצת המחיר

source: Please enter new name for the price group:
he: הכנס שם זיהוי חדש לקבוצת המחיר

source: Please select a price group:
he: בחר קבוצת מחירים

source: Product price group: _{}_
he: קבוצת מחירים למוצר: _{}_

source: ✏️ Edit price group
he: ✏️ ערוך קבוצת מחירים

source: ❌ Delete price group
he: ❌ מחק קבוצת מחירים

source: Prices configured for this group:
he: המחירים המוגדרים לקבוצה זו:

source: Products in this group price:
he: המוצרים המשוייכים לקבוצה זו:

source: Cannot delete group which has products, please remove price group from product
he: לא ניתן למחוק קבוצת מחירים זו. כדי למחוק לחץ על המוצרים שלי והגדר קבוצת מחיר אחרת או הגדר מחיר למוצר;

source: Group was successfully deleted!
he: קבוצת המחירים נמחקה בהצלחה!

source: 👨 Edit identification process
he: 👨‍ ערוך תהליך אימות

source: 👨 Edit identification stages
he: 👨‍ ערוך שלבי אימות

source: First stage: {}
he: שלב אימות ראשון: {}

source: Second stage: {}
he: שלב אימות שני: {}

source: 🔥 Edit restricted area
he: 🔥 ערוך מגבלות בוט

source: Only for customers option: {}
he: בוט פעיל רק למי שבקבוצת לקוחות: {}

source: Vip customers option: {}
he: הגדרת לקוחות VIP: {}

source: ✉ Edit Welcome message
he: ✉ ערוך הודעת פתיחה

source: ✉ Edit Order details message
he: ✉ ערוך הודעת הזמנה

source: ✉ Edit Final message
he: ✉ ערוך הודעת סיכום הזמנה

source: 🔥 View ban list
he: 🔥 צפה ברשימה השחורה

source: ➖ Remove from ban list
he: ➖ מחק מהרשימה השחורה

source: ➕ Add to ban list
he: ➕ הוסף לרשימה השחורה

source: BOT ON
he: ✅ בוט פעיל

source: BOT OFF
he: ⛔️ בוט סגור

source: ON
he: ✅ פעיל

source: OFF
he: ⛔️ סגור

source: 🛵 Send order to courier channel
he: 🛵 העברת ההזמנה לערוץ שליחים

source: 🚀 Send order to specific courier
he: 🚀 העברת המשלוח לשליח ספציפי

source: 🚕 Send order yourself
he: 🚕 שלח הזמנה בעצמך

source: ⭐ Add user to VIP
he: ⭐ הוסף ללקוחות מיוחדים

source: 🔥 Add client to ban-list
he: 🔥 הוסף לרשימה השחורה

source: ✅ Order Finished
he: ✅ סיים הזמנה

source: ❌ Cancel order
he: ❌ בטל הזמנה

source: 💳 Hide Order
he: 💳 צמצם הזמנה

source: 💳 Show Order
he: 💳 הצג הזמנה

source: ✅ Order Done
he: ✅ סיום הזמנה

source: 🔥 Report client to admin
he: 🔥 דווח לקוח למנהל

source: 📞 Ping Client
he: 📞 צפצף ללקוח שירד

source: ❌ Drop responsibility
he: ❌ בטל אחריות

source: 🔔 Now
he: 🔔 עכשיו

source: 🕐 Soon
he: 🕐 בקרוב

source: Are you sure?
he: האם אתה בטוח?

source: Enter number of minutes left
he: הכנס מספר דקות להגעה ליעד

source: Client has been notified
he: הלקוח קיבל התראה

source: Courier will arrive in {} minutes.
he: השליח יגיע בעוד כ-{} דקות. אנא המתן לשליח במקום שנקבע

source: Courier has arrived to deliver your order.
he: השליח הגיע עם המשלוח

source: Client was notified already
he: כבר הודעת ללקוח

source: ✅ Yes
he: ✅ כן

source: ❌ No
he: ❌ לא

source: Enabled ✅
he: ✅ פעיל

source: Disabled ❌
he: לא פעיל ❌

source: Cancelled
he: בוטל

source: Save Changes
he: שמור שינויים

source: Assign @{}
he: העבר משלוח ל@{}

source: Please choose who to send
he: בחר למי להעביר את המשלוח

source: Sorry {} You are not authorized to use this bot
he: סליחה {} אין לך אישור להשתמש בבוט לאישור דבר עם המנהל, כנס לקבוצת לקוחות ולחץ /start שוב

source: Sorry {}, the bot is currently switched off
he: סליחה {}, הבוט סגור כעת

source: Our products:
he: המוצרים שלנו:

source: Please choose pickup or delivery
he: בחר/י משלוח או איסוף עצמי

source: Your cart is empty. Please add something to the cart.
he: העגלה ריקה. הוסף/י פריטים לעגלת הקניות.

source: Please choose pickup or delivery:
he: בחר/י משלוח או איסוף עצמי:

source: Please choose where do you want to pickup your order:
he: מאיזו עיר?

source: Please enter delivery address as text or send a location.
he: שלח/י כתובת מדוייקת כולל עיר או מיקום

source: 📍 Allow to send my location
he: 📍 שלח מיקום אוטומטי

source: ✒️Enter location manually
he: ✒️הכנס/י כתובת מדוייקת

source: When do you want to pickup your order?
he: מתי תרצה/י את האיסוף/משלוח?

source: When do you want your order delivered? Please send the time as text.
he: שלח/י שעה שתרצה/י את המשלוח

source: Please send your phone number.
he: שלח/י מספר טלפון

source: ✒️Enter phone manually
he: ✒️רשמ/י מספר

source: 📞 Allow to send my phone number
he: 📞️ שלח מספר אוטומטי

source: Please provide an identification picture. {}
he: שלח/י סלפי כשאת/ה עושה{}

source: Order cancelled
he: ההזמנה בוטלה

source: Order №{}, Location {} User @{}
he: הזמנה מס׳ {}, מאיזור: {} לקוח: @{}

source: Stage 1 Identification - Selfie
he: תמונת סלפי

source: Stage 2 Identification - FB
he: קיר פייסבוק

source: Cannot process commands when checking out
he: לא ניתן להשתמש בתפריט בזמן הזמנה

source: Sorry {}, you are not authorized to administrate this bot
he: {} אין לך הרשאה להשתמש בפקודה

source: Hello `@{}` ID number `{}`
he: היי `@{}` ID number `{}`

source: Courier @{} assigned to your order
he: השליח, @{} בדרך!

source: Courier {} assigned
he: @{} קיבל את המשלוח

source: Now: `{}`
he: מוגדר כרגע: `{}`

source: Type new contact info
he: רשום פרטי צור קשר חדשים

source: Bot status: {}
he: מצב הבוט: {}

source: Type new working hours
he: רשום שעות פעילות חדשים

source: name: `@{}`
he: שם השליח: `@{}`

source: courier ID: `{}`
he: מספר מזהה בבוט: `{}`

source: telegram ID: `{}`
he: מספר מזהה בטלגרם: `{}`

source: locations: {}
he: אחראי על איזורים: `{}`

source: Reviews channel: `{}`
he: לינק לערוץ ביקורות: `{}`

source: Service channel ID: `{}`
he: מספר מזהה של ערוץ מנהלים: `{}`

source: Customer channel: `@{}`
he: ערוץ לקוחות: `{}`

source: Vip customer channel ID: `{}`
he: מספר מזהה של ערוץ VIP: `{}`

source: Courier group ID: `{}`
he: מספר מזהה של קבוצת שליחים: `{}`

source: Enter new courier nickname
he: הכנס שם(יוזר) של השליח

source: Enter courier telegram_id
he: הכנס מספר מזהה של השליח

source: Choose locations for new courier
he: בחר אזורי פעילות לשליח

source: Enter delivery fee: Only works on delivery Current fee: {}
he: הכנס דמי משלוח עובד רק אם יש אפשרות למשלוח דוגמא: 500 < 50 דמי משלוח כרגע: {}

source: Type new welcome message.
he: רשום הודעת פתיחה

source: Type new order details message.
he: רשום הודעת הזמנה חדשה

source: Type new final message.
he: רשום הודעת סיכום הזמנה

source: Current message: {}
he: ההודעה הנוכחית: {}

source: Enter new product title
he: הכנס שם מוצר

source: Enter new product prices one per line in the format *COUNT PRICE*, e.g. *1 10*
he: הכנס מחיר מוצר כמות ומחיר אחד כל שורה `כמות מחיר` לדוגמא: *1 100* *5 500*

source: Send photos/videos for new product
he: שלח תמונות/סירטונים של המוצר. ניתן לצרף מס׳ תמונות או סרטונים. נא להמתין עד לסיום העלאת התמונות/הסרטונים ורק לאחר מכן לחץ על אשר מוצר

source: New Product Created ✅
he: מוצר חדש נולד ✅

source: 🏪 My Products
he: 🏪 המוצרים שלי

source: 🏪 View Products
he: 🏪 הצג מוצרים

source: ✏️ Edit product
he: ✏️ ערוך מוצר

source: 🖼 Edit media
he: 🖼 ערוך תמונות מוצר

source: 💰 Edit price
he: 💰 ערוך מחיר מוצר

source: 📝 Edit title
he: 📝 ערוך שם מוצר

source: Active products:
he: מוצרים פעילים

source: ➖ Remove product
he: ➖ מחק מוצר

source: Select a product which you want to remove
he: בחר מוצר למחיקה

source: ➕ Add product
he: ➕ הוסף מוצר

source: Select a product which you want to activate again
he: בחר מוצר להחזרה

source: New Product
he: מוצר חדש

source: Last Products
he: מוצרים אחרונים

source: You don't have last products
he: אין מוצרים אחרונים

source: 🏗 Warehouse
he: 🏗 מחסן

source: Select a product to add credit
he: בחר מוצר להוספת קרדיט

source: Select a courier
he: בחר שליח

source: ✅ Product's credits were changed to {}
he: ✅ הקרדיט למוצר שונה ל: {}

source: Service
he: ערוץ מנהלים

source: Customer
he: ערוץ לקוחות

source: Vip Customer
he: לקוח/ה VIP

source: Courier
he: קבוצת שליחים

source: Select channel type
he: בחר ערוץ

source: Done
he: סיום

source: ▶️ Next
he: ▶️ הבא

source: ◀️ Previous
he: ◀️ חזור

source: 🈚︎ Languages
he: 🈚︎ שפות

source: 📊 Change product's credits
he: 📊 עריכת קרדיט למוצר

source: 🚴‍♀️ Add credits to courier
he: 🚴‍♀️ הוספת קרדיט לשליח

source: You don't have any products yet
he: הוסף מוצרים לפני הוספת קרדיט

source: ➕ Add Category
he: ➕ הוסף קטגוריה

source: 🏪 Add products to category
he: 🏪 הוסף מוצר לקטגוריה

source: ❌ Remove Category
he: ❌ מחק קטגוריה

source: Activate delivery fee for vip customers
he: הפעלת דמי משלוח ללקוחות VIP

source: Identification question was changed
he: שאלת אימות שונתה בהצלחה

source: Restriction options changed
he: מגבלות בוט שונו בהצלחה

source: Identification question: {} Enter new identification question:
he: שאלת אימות: {} הכנס שאלת אימות חדשה:

source: for all locations
he: לכל האיזורים

source: for {}
he: לאיזור {}

source: Enter delivery fee like: 50 > 500: Deals below 500 will have delivery fee of 50 or 50: All deals will have delivery fee of 50 Only works on delivery Current fee{}: {}>{}
he: הכנס דמי משלוח בסדר הנ״ל: 50 > 500: דמי המשלוח יהיו 50₪ על כל משלוח מתחת ל500₪ או 50: כל משלוח יעלה 50₪ דמי משלוח המוגדרים כעת: {}>{}

source: Enter discount like: 50 > 500: all deals above 500$ will be -50$ 10% > 500: all deals above 500$ will be -10% Current discount: {} > {}
he: הכנס הנחה בסדר הנ״ל: 50 < 500: תהיה הנחה של 50₪ על כל עסקה מתחת ל500₪ 10% > 500: על כל עסקה מעלה 500₪ יהיה 10% הנחה הנחה המוגדרת כעת: {} > {}

source: 🏗 Product: `{}` Credits: {}
he: 🏗 מוצר: `{}` קרדיט: {}

source: 🏗 Product: `{}` Credits: {} Please enter new number of credits:
he: 🏗 מוצר: `{}` קרדיט: {} הכנס כמות קרדיט חדשה

source: 🏗 Product: `{}` Courier: `{}` Courier credits: {} Please enter new number of credits:
he: 🏗 מוצר: `{}` שליח: `{}` קרדיט נוכחי לשליח: {} הכנס כמות קרדיט חדשה לשליח

source: You don't have enough credits to deliver products:
he: אין לך מספיק קרדיט לשלוח את המוצר

source: ✅ You have given {} credits to courier `{}`
he: ✅נוספו {} קרדיט, לשליח `{}`

source: Product: `{}` Count: {} Courier credits: {}
he: מוצר: `{}` כמות: {} כמות קרדיט לשליח: {}

source: Product: `{}` Count: {} Warehouse credits: {}
he: מוצר: `{}` כמות: {} כמות קרדיט במחסן: {}

source: There are not enough credits in warehouse to deliver products:
he: אין מספיק קרדיט במחסן לשלוח את המוצר

source: January
he: ינואר

source: February
he: פברואר

source: March
he: מרץ

source: April
he: אפריל

source: May
he: מאי

source: June
he: יוני

source: July
he: יולי

source: August
he: אוגוסט

source: September
he: ספטמבר

source: October
he: אוקטובר

source: November
he: נובמבר

source: December
he: דצמבר

source: Pick year, month or day
he: בחר יום, חודש או שנה

source: Select a courier:
he: בחר שליח

source: Select location:
he: בחר איזור

source: Select a product to view
he: בחר מוצר

source: Select a product to edit
he: בחר מוצר לעריכה

source: Edit product {}
he: עריכת מוצר: {}

source: Current title: {} Enter new title for product
he: שם מוצר המוגדר כעת: {} הכנס שם מוצר חדש

source: Current prices:
he: מחיר המוגדר כעת:

source: Upload new photos for product
he: שלח תמונות חדשות עבור המוצר

source: Create Product
he: אשר מוצר

source: Customer: @{}
he: לקוח: @{}

source: Discount: {}
he: הנחת VIP: {}

source: Select order
he: בחר הזמנה

source: Order №{}
he: הזמנה מס׳{}

source: Order №{} {}
he: הזמנה מס׳{} {}

source: Order №{} was cancelled by the client @{}
he: הזמנה מס׳{} בוטלה ע״י הלקוח: @{}

source: Order was cancelled by user
he: הזמנה בוטלה ע״י הלקוח

source: Order №{} was dropped by courier
he: הזמנה מס׳{} בוטלה ע״י השליח

source: Please select an order Bot will send it to service channel
he: בחר הזמנה להצגה הבוט ישלח את ההזמנה לערוץ מנהלים

source: Order has been sent to service channel
he: ההזמנה נשלחה לערוץ מנהלים

source: Add new question
he: הוסף שאלת אימות חדשה

source: Question №{}
he: שאלת אימות מס׳ {}

source: Enter new question or variants to choose randomly, e.g.: Send identification photo ✌️ Send identification photo 🖖
he: הכנס שאלת אימות רגילה או שאלה עם משתנים רנדומליים, לדוגמא: שלח סלפי עם הסימן ✌️ שלח סלפי עם הסימן 🖖

source: Current questions: {} {}
he: שאלה רנדומלית/רגילה נוכחית: {} {}

source: Vip: Active
he: Vip: פעיל

source: Vip: Disabled
he: Vip: כבוי

source: Active
he: פעיל

source: Disabled
he: כבוי

source: Delete
he: מחק

source: Select type of identification question
he: בחר סוג שאלת אימות

source: 📝 Text
he: 📝 טקסט

source: 🖼 Photo
he: 🖼 תמונה

source: 📹 Video
he: 📹 וידאו

source: Products in cart:
he: מוצרים שהוספו לעגלת הקניות:

source: Category `{}` products:
he: מוצרים מקטגורית `{}`:

source: Identification question has been changed
he: שאלת אימות נערכה בהצלחה!

source: Identification question has been created
he: שאלת האימות נוצרה בהצלחה!

source: Courier: {}
he: שליח: @{}

source: Message sent
he: ההודעה נשלחה!

source: Discount was changed
he: הנחה עודכנה במערכת!

source: Delivery fee was changed
he: דמי משלוח עודכנו במערכת!

source: Order sent to couriers channel
he: ההזמנה נשלחה לערוץ השליחים

source: You cannot make new order if previous order is not finished
he: לא ניתן להזמין עד סיום ההזמנה האחרונה. במידה ותרצה לבטל לחץ הזמנות שלי -> הזמנה אחרונה -> בטל הזמנה

source: Courier {}, ID {} not found, please contact admin
he: שגיאה! שליח: {} מס׳ מזהה: {} אין לך אישור לשלחויות, אנא פנה למנהל שיוסיף אותך

source: Can't take responsibility for order
he: לא ניתן לקבל אחריות על השליחות!

source: Courier: {} ID: {} Courier not found, please contact admin
he: שגיאה - שליח לא נמצא! שם שליח: {} מס׳ מזהה: {} אנא פנה למנהל

source: You don't have couriers
he: אין שליחים להצגה אנא הגדר שליח ונסה שנית

source: Yes and delete
he: כן ומחק את ההזמנה

source: You cannot order without username
he: שגיאה! ⛔️ לא ניתן להזמין ללא שם משתמש. bאנא כנס להגדרות הטלגרם, הקלד שם משתמש ולאחר מכן נסה שנית.

source: _Please upload a {} as an answer_
he: ניתן לשלוח רק {} כהודעה

source: photo
he: תמונה

source: video
he: וידאו

source: Delivery Fee from *{}*: {}₪
he: דמי משלוח מאיזור *{}*: {}₪

source: Product: *
he: מוצר: *

source: count
he: כמות

source: price
he: מחיר

source: Product: {} ~~ Price:
he: מוצר: {} ~~ מחיר:
